alsa-utils
ark
autoconf
automake
base
bat
binutils
bison
calcurse
dialog
dunst
dwarffortress
exa
fakeroot
fd
firefox
fish
flex
fzf
gcc
gedit
gimp
git
grub
htop
inkscape
iwd
keepassxc
lib32-nvidia-utils
lib32-vulkan-icd-loader
libreoffice-fresh
linux
linux-firmware
luit
lxappearance
lxrandr
m4
make
man-db
neofetch
neomutt
neovim
networkmanager
networkmanager-openconnect
nitrogen
nnn
nvidia
nvidia-dkms
nvidia-settings
obs-studio
openconnect
pamixer
patch
peek
pkgconf
playerctl
powerline-fonts
pulseaudio
pulseaudio-alsa
pulsemixer
python-pip
sudo
sxhkd
sxiv
terminus-font
terminus-font-otb
texinfo
tk
tree
ttf-dejavu
ttf-nerd-fonts-symbols-mono
ttf-roboto-mono
w3m
wget
which
wpa_supplicant
xdg-user-dirs
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yajl
zathura
zathura-pdf-poppler
